[{
  "_id": {
    "$oid": "64b5a720c09e30da85917bb1"
  },
  "Primary": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Hey [primary name] if anxiety and intrusive thoughts are starting to creep in, you can use the NESTS framework to find some solace.\n\nN - nutrition (and hydration)\nE - exercise (body movement - ideally, 30 minutes of stretching/walking/some other activity per day)\nS - sleep (at least a solid 4 hours each night plus other chunks as able)\nT - time for self (both for activities of pleasure as well as mastery/accomplishment)\nS - support (both for hands-on stuff as well as emotional)\n\n",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "Spouse": [
    "",
    "",
    "[Primary name] is burning an extra 500 calories a day, which on average 25% of her daily intake just from breastfeeding. She might look calm and relaxed while it's happening but it's a taxing and tiring process on the body. Help her by keeping her comfortable when she's feeding. Keep water, snacks, and supplies close by for her to breastfeed easily. ",
    "",
    "",
    "[Primary name] is in the throws of a period called matresence, which is the hormonal, physical, emotional, and spiritual adjustment to motherhood. This is a period marked by ups, downs, hopes and fears -- just like adolesence! ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Hey [name], did you know that listening to calming music can reduce stress and anxiety? Maybe you could create a relaxing playlist for [primary name] to listen to while they're resting or feeding the baby. ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Hey [name] shows that massage can reduce postpartum depression symptoms. Could you book a professional massage for [Primary name] or learn some basic techniques to help them relax?",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "As you settle into your family routine, take note of all the things that your partner, [primary name] is taking on in the home. Ask her explicitly if there are things she's doing you don't see. Document them all and figure out which ones you can take on for her, to help her find some balance and space to focus on the important things.",
    "",
    "",
    "",
    "",
    "Hey [name], is there laundry you could do or groceries you could buy today? ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "It can be hard to understand what's going on in [Primary name]'s mind. You dont have that specififty of experience but it doesn't mean you can't offer meaningful support. Validation is a powerful skill in a relationship regardless of whether a baby is present, but in this case, it can be that much more impactful because she knows you can't relate to her right now.\n\nCheck out this great article read by Michael Sorensesn."
  ],
  "Village": [
    "",
    "",
    "[Primary name] is burning an extra 500 calories a day, which on average 25% of her daily intake just from breastfeeding. She might look calm and relaxed while it's happening but it's a taxing and tiring process on the body. Help her by keeping her comfortable when she's feeding. Keep water, snacks, and supplies close by for her to breastfeed easily. ",
    "",
    "",
    "",
    "",
    "As [Primary name] settles into a pattern at home with her little one she will start to understand her needs and wants. Whether or not you align with her views, it is critical for you to be supportive of her needs and boundaries at this time. ",
    "",
    "Intimate time between [Primary name] and baby is critical right now so unless she asks explicitly, please do not try to get in the way of that. Find other ways to be helpful, like through the prompts we send every few days or in other explicit ways that are asked for .",
    "",
    "",
    "",
    "",
    "[Primary name] is in the throws of a period called matresence, which is the hormonal, physical, emotional, and spiritual adjustment to motherhood. This is a period marked by ups, downs, hopes and fears -- just like adolesence! ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A great way to offer support to [primary name] during this time is to check in regularly and listen with an open heart.  ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Hi [name]!. Research shows that regular physical activity can improve mood and reduce anxiety. Could you offer to go for a walk with [primary name] or watch the baby while they exercise? ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ]
}]