[{
  "_id": {
    "$oid": "64b5a720c09e30da85917bb1"
  },
  "Primary": [
    "",
    "",
    ", the first few days at home can be the hardest. Your body is experiencing huge hormonal shifts which can make you feel like you don't have control over your emotions. This is completely normal and will pass soon. \n\nLet yourself have the releases that you need.",
    "",
    ", hope the first few days at home with baby are blissfull. We know things are probably starting to pile up, so we're ready to activate your village in whatever ways you need. Today we'll make sure you have what you need to keep baby fed because a fed baby is a happy baby.\n\nFeeding can be tough and if you're struggling in any way that's completely normal and okay. How are you doing today? Reply with the number corresponding to where you're at:  \n1. I think my baby is having trouble latching  \n2. I don't know if my baby is getting enough \n3. I'm in a lot of pain \n4. Other  \n5. I've got this!",
    "Don't feel guilty about a messy house or abandoning your routines. You are meant to adjust to life as a new mother and heal your body at your own pace. Be kind to yourself -- your physical environment is not a representation of your strength as a mother. You got this.",
    "",
    ", we know that household things can start to pile up around this time. It's really important that you are able to spend intimate time with your little one of that's what calls to you. Your village can lend a hand with stuff around the house so you can focus on baby. Can we help you tap into their support? \nReply Support\t",
    "",
    ", hope you and your growing family are doing well. Can we help you stay fed today? We'll activate a meal train! Reply Ok if that's helpful. ",
    "",
    ", hope you got some sleep last night, but if you didn't, that's totally normal at this stage. \n\nFor the firsr 6 weeks of life, your newborn is going to take 4-8 naps per day. Your baby can't handle more than 45-60 minutes of awake time throughout the day, which includes feedings. That doesn't leave a lot of time to get things done with them, but that's okay. Moving slowly, taking things easy, and being kind to yourself is most important right now.\n\nIf you're in a two parent household, there are some tested approaches that can help you get as much rest as possible. Test them out and see if they work for your family. \n1. Keep your own sleeping space dark, cool, and ready to welcome you. Adjust it to your ideal sleeping conditions. As soon as your baby takes their nap, leap into bed and do your best to catch some shut eye. \n2. When you're ready to rest do your best to keep your phone in a separate room. If you must have it with you, turn the brightness down and don't look at it before your nap.\n3. After night feedings, hand your baby off to your partner so they can handle diaper changes and getting them down for a nap. This helps you catch an extra 10-20 minutes of rest each time which is critical for you right now. \n4. Keep snacks around so that you can feed yourself while baby is feeding. Feeding you both at the same time means that as soon as baby doesn't need to be with you for feeding, you can take a little break for yourself as well.",
    "You're focusing on baby's rest, weight gain, and comfort. Be sure to prioritize healthy whole foods for yourself to aid in your recovery too.",
    "",
    ", hope you and your growing family are doing well. Can we help you stay fed today? We'll activate a meal train! \nReply Ok if that's helpful.\n\n",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some activities to help with baby development are really great for moms too.\n\nFresh air is an incredible sensory experience for newborns. Everything they see, smell, hear, and touch is highly stimulating and supports cognitive development. Sunlight is also a regulating factor for circadian rhythms, which helps them get great sleep from early on. \n\nMothers also report significant benefits to their postnatal wellbeing when spending time in nature.",
    "",
    "",
    "",
    "You might be starting to feel ready for activities and outings, solo or with your baby. This is great and highly encouraged! \n\nSome tips to help to tackle the world:\n\n1. Pack a diaper bag and leave it ready at the door. This can help you grab and go to make the best use of wake windows. \n\n2. Start small and work towards longer outings. A walk around the block or a trip to get a coffee is a great start! \n\n3. See if a friend or family member would be willing to join you. This can help with initial anxiety! ",
    "",
    "",
    "",
    "",
    "",
    "Self care is a component of postpartum healing - spiritually, emotionally, mentally, and physically.\n\nWhat brings you joy? \n\nDo one of the first three things that comes to your mind today and invite some light into your life. \n\nHappy Day 40 🤍",
    "",
    "",
    "",
    "",
    "Your care provider may be giving you the all-clear to return to sexual activity. \n\nFor some, it's a welcome relief. For others, it's one more thing they do not want to worry about right now. \n\nThe full spectrum of feelings (or feeling many things at once) is completely normal. \n\nTalk to your partner about your interests, desires, and what you're not in to right now. ",
    "",
    "",
    "",
    "",
    "Are you receiving your share of advice and input from well meaning people? IGNORE THEM. Unless you have explicitly asked or value their opinion, no one knows you or your baby like you do. Listen to the physical and mental signs you're getting and trust your intuition. It is strong and you know what's best. ",
    "",
    "",
    "",
    "",
    "",
    "Social comparison is a common psychological phenomenon in motherhood. Using positive self affirmations is a proven method to limit negative emotions. Try these:\n\n1. I am strong and capable. \n2. I am doing what is best for me and my baby with what I have today. \n3. I am on my own unique and personal journey.",
    "",
    "",
    "",
    "As your baby transitions to a slightly earlier bedtime (between 8-10pm) use that extra time to fill your cup, with a bath, a book, or an extra hour of sleep.",
    "",
    "",
    "",
    "",
    "Kinedu is an excellent resource for moms to learn how to support development milestones through play.",
    "",
    "",
    "",
    "",
    "How are you finding ways to prioritize what is most important to you, today? A happy mom can raise a happy baby.",
    "It's not always easy to ask for help. As you settle into your routine your habits and needs may have changed. Evaluate how support looks different now than it did immediately postpartum and what would be particularly helpful for you in this next chapter. ",
    "",
    "",
    "",
    "Finances can be top of mind for a lot of new families. Canada offers several aid options for new families, which you can learn more about at Canada.ca.",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Baby's increased curiosity doesn't mean that you need to run out and buy new toys and gadgets despite what social media may lead you to believe. Infants are entertained by everything -- new sights, sounds, smells, and textures. You can use household items to ignite their curiosity and you don't need to spend a fortune to do so.",
    "",
    "",
    "",
    "",
    "If you ever feel the pressure to 'do it all' you should know you're not alone, and you don't have to do it alone. \n\nAsking for help from your village can be helpful but it is equally important to hold space for how you feel and identify areas where support is closer than you think.",
    "",
    "",
    "",
    "",
    "",
    "Oof - imposter syndrome. It happens outside of work too. As your new baby enters the next stage of infancy and experiences new growth, a reminder to you that you are doing an incredible job with what you have and you are being the best mom for your baby. They are so lucky to have you.",
    "",
    "",
    "",
    "",
    "Can you believe you made it to 100 days? It's gone by so quickly and so slowly at the same time, hasn't it? Today, take a moment to celebrate all you have been through and all that you have achieved in such a short time. You are an incredible mom. ",
    "",
    "",
    "A lot of mothers are low on iron, zinc, magnesium, and specific fatty acids like Omega-3 (DHA). This can affect your ability to recover from long days or a cold. Talk to your care team about whether you're getting the right nutrients to support your postpartum recovery.",
    "",
    "",
    "",
    "As your little one starts to show signs of independence and curiosity about the world around them, so should you! Your pre-baby life may feel like a distant memory, but think about what hobbies and activities you may enjoy and find some time in your week to carve out some of that time for yourself.",
    "",
    "",
    "",
    "",
    "Your physical recovery is a marathon, not a sprint. Even if you're feeling great, give yourself grace. \n\nTake it slowly and easy and be mindful of your physical and mental limitations.",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "There can be a familiar monotony when caring for your little one. Many mothers report a 'groundhog day' feeling. \n\nFinding ways to break up the day and have things to look forward to can help manage that feeling.",
    "",
    "",
    "",
    "",
    "You and your partner will both have your unique style of parenting. As long as the baby is safe, it is important to accept your partner's ways as valid and as good as your ways. This can help them feel empowered to support you, knowing their own style is accepted and welcome.",
    "",
    "",
    "",
    "",
    "Research shows that couples that have contempt for each other are more likely to suffer from infectious illnesses due to weakened immune systems. Your thoughts can impact your lived reality.\n\nThe greatest antidote to contempt is appreciation. Find one thing that you appreciate about your partner today and let them explicitly. ",
    "",
    "",
    "",
    "",
    "Journaling is a great tool to document motherhood and help you remember the small moments. Set reminders on your phone to prompt consistent entries.",
    "",
    "",
    "",
    "",
    "The importance of a gradual return to exercise can not be emphasized enough. It is important to be able to perform each level of exercise pain-free for 4-6 weeks prior to advancing to the next phase. Given that the pelvic floor muscles are weakened and stretched, we want to decrease any risk of causing future complications, including a prolapse. ",
    "",
    "",
    "Your priorities are changing, so what you are saying 'yes' to is also changing. It's okay for your life to look different than it did pre-pregnancy, but ensure you make time for human connection — with friends, family, and your inner circle. Letting them in may take work but it will be worth it.",
    "",
    "Motherhood imposter syndrome is the belief that no matter what you do, you'll never be a good enough caretaker.\n\nPut an end to this by unfollowing people on social media that you constantly compare yourself to. This can help you avoid feelings of self-doubt.",
    "",
    "",
    "",
    "",
    "Your period may have returned or be returning soon. This can feel symbolic for new moms, a return to something familiar from their pre-baby time. How are you feeling about it?",
    "",
    "",
    "",
    "",
    "",
    "",
    "Radical acceptance is based on the notion that suffering comes not directly from pain, but from one’s attachment to the pain. In the context of your body image it means accepting your body for what it is today  – not placing judgement or emotion on that feeling, just sheer, pure acceptance.\n\nIt looks like: Wearing and buying clothes that fit you TODAY. Wearing what makes you feel comfortable and empowered. Not avoiding mirrors. Intentionally noticing things about yourself that don't have to do with your appearance.",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Regaining core strength is always a good idea after pregnancy. If you experienced diastasis recti you should be especially careful about which exercises you do, as some can make it worse. \n\nBodies After Babies has a great FREE YouTube video that can provide guidance. Every Mother offers a clinically proven total body program. Both are great options and there are many others out there too!",
    "",
    "",
    "",
    "",
    "",
    "",
    "If you're experiencing any physical discomfort or pain in your pelvic area you may benefit from seeing a pelvic floor therapist. These programs can offer relief and empower you to care for your pelvic floor and core in the comfort of your home.\n\nThere are a number of great options across the province. If you reside in the Lower Mainland, the Cheerful Pelvis is a highly regarded clinic that may be covered by your workplace benefits. ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Control. It's a tactic to help alleviate the stress and chaos of infant life. But the need control can often drive us crazy, as so much of this time falls outside of our control. \n\nIt can help new moms to know that deviations from habit and routine will not affect the health or wellbeing of your baby. It's okay to fall off or abandon the routine altogether. You're doing an incredible job today.",
    "",
    "",
    "",
    "",
    "Some moms find postpartum periods are more painful and heavy than they were before. Magnesium may offer support with pain and cramping in addition to your regular pain management regimen. \n\nTalk to your doctor and do your own research before taking any new supplements!",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "If you're looking to connect with new moms, BC offers many free activities where you can. The best way to find these is to search your area + 'baby and me' on Google, like this: Langley baby and me",
    "",
    "",
    "",
    "",
    "",
    "You may be starting to think about returning to work. This can be a difficult transition for new moms, so you should try to prepare yourself and think about what you will need in order to feel most supported during that time. Whether it's soon or still some time away, you can start speaking to your loved ones about what you're feeling, as they may be able to provide perspective and guidance.",
    "",
    "",
    "",
    "",
    "",
    "Giving birth changes you as a person. Many mothers report that the time spent focusing on baby and other life things puts them in a position of not having reflected on the changes they have gone through as a human. Even though you're beyond half way, there are many more changes you will want to unpack, explore, and reflect on as time goes on. Motherhood is a lifelong journey and this is just the beginning.",
    "",
    "",
    "",
    "Friendships can change after the birth of a little one. Some people will show up for you in ways you never expected, and others may show themselves out. It's a very common phenomenon in the lives of new moms. If you're going through something like this, you should know that it's likely got very little to do with you. You may also feel guilt for not being the 'friend' you used to be before the baby, and you shouldn't. This is your life and these are your priorities. These new priorities come are grown from a real, deep place of love and care for your family and there is absolutely nothing to apologize for.",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "How are you feeling lately? We hope you're finding time to care for yourself just as much as you care for others around you 🤍.",
    "",
    "",
    "",
    "",
    "",
    "",
    "Being an incredible mom has nothing to do with the outfits you buy, the toys in the home, or the generally consumptive practices of our society. You're an incredible mom because you love your baby and know them like no one else in the world. You're a great mom because you have your own interests, hobbies, and passions and do your best to prioritize your happiness too. Your happiness is reflected in your baby's happiness.",
    "",
    "",
    "",
    "",
    "Incontinence is when you try to stop peeing, but you can't, or when a little comes out when exercising or laughing. Incontinence is a normal symptom after childbirth but you don't need to suffer for life. Pelvic floor therapy is a recommended solution to strengthen your muscles from the inside, which can help with incontinence but also pain, core strength, and even orgasm.\n\nThere are some incredible pelvic floor clinics in BC:\n• Continence Clinic @ BC Women's\n• Tall Tree in Cordova Bay, James Bay, and Vancouver\n• Ova Women's Health Physiotherapy in Burnaby\n• Continence Clinic @ Fraser Health (multiple locations)",
    "",
    "",
    "",
    "",
    "",
    "Postnatal counseling isn't just for the fourth trimester. Many moms benefit from seeing therapists as they prepare to return to work, as they have settled into their new lives with more predictability, and as they start to recognize the signs of their new lifestyle and priorities. \n\nIt can feel overwhelming to go through this even with the support of your village, and counseling is a great tool to aid your transition into this next chapter. ",
    "",
    "",
    "",
    "",
    "",
    "Coffee & time with friends are great for the soul for many. \n\nYou can squeeze in some girl time at a local play cafe while the little one explores.\n\nCheck out Circus Play Cafe in Vancouver and Little Beans in Port Moody for some inspiration on the possibilities.",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Preparing for child-care can be a stressful experience. BC is often referred to as a childcare desert, and finding options can require creative thinking and compromise. \n\nFolks living in the Lower Mainland may benefit from Facebook childcare seeker groups, such as Vancouver, BC Childcare - Givers & Seekers, Delta & Richmond, BC Childare Givers & Seekers, Tri-cities Childcare, or Moms & Nannies BC.",
    "",
    "",
    "",
    "",
    "",
    "Music is healing for adults and great for kids sensory development. Most neighbourhoods in BC have great music classes for moms and infants, which can be a welcomed change of scenery and opportunities to connect with people at a similar stage as you.",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Infant milestones can sometimes feel like a point of social comparison. Excitement as your child learns something new, worry about whether they're moving at the right pace. This is SO common for first-time parents because we don't have a frame of reference from which to anchor our feelings. \n\nPlease remember that there is a range of 'normal' across development. If you have concerns the best place to go is to your child's doctor, not social media. ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "No matter what time of year it is, moms always have illnesses on the mind. Protecting their kids from illnesses, of course. \n\n@sick.happens on Instagram is a great science-based resource for parents with tips on what to look for when sick happens. ",
    "",
    "",
    "",
    "",
    "",
    "",
    "A beautiful gift you can give your baby is a time capsule of memories. Whether its a photo album, emails to a future them, or a dedicated journal with letters, you can help document their childhood in a way that feels authentic to you.",
    "",
    "",
    "",
    "",
    "As your child grows out of their old clothes, consider donating gently used items to consignment stores or charities where others can benefit from your child's formerly loved items.",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "80% of women in a 2021 study reported that they were not provided clear directions on how their return to work would be managed. Knowing this, and if your employer permits, these are conversations to have ahead of time so that you can help your company support you in the ways you need.",
    "",
    "",
    "",
    "",
    "",
    "",
    "You may be thinking about your child's first birthday. It's so close! Don't feel pressure about keeping up with trends you see or celebrating in a way you feel others expect of you. Your child's birthday at the age of 1 is just as much for you as it is for them.",
    "",
    "",
    "",
    "",
    "Try this Daily Calm meditation. Find 10 minutes for yourself today, you deserve it.",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Returning to work might be feeling more real now. Here are some steps to follow to prepare:\n\n• Childcare arrangements. Research and finalize childcare options well in advance. \n\n• Practice the new routine. This includes waking up at the required time, getting everyone ready, and doing a trial run of dropping them off at childcare.\n\n• Reconnect with colleagues. Before your official return, consider meeting up with a few colleagues for coffee or lunch. \n\n• Update your closet. Invest in a few key pieces that make you feel confident and comfortable.\n\n• Speak with your employer. Discuss any needs or adjustments, such as a flexible schedule or a private space for breastfeeding. ",
    "",
    "",
    "",
    "",
    "There are probably some moms in your life! Connect with them to see how they experienced their child turning 1 and use that insight to reflect on your own experience. ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "How has your diet changed almost a year postpartum? Your body and mind are doing a lot every day, and providing it with the proper nutrition can give you the extra boosts you need.",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "The one-year mark of the birth of your baby is almost here. This is a special time for your entire family, but especially for you. Can you believe how much has happened in a year? \n\nTake some time to celebrate you and the absolute journey you have been on these past 12-months. Congratulations 🤍",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "You're about to have a toddler on your hands! The next phase of your journey together is filled with joy, adventure, and so much learning for everyone! Don't forget to keep prioritizing your wellbeing, yourself-care, and your needs in the midst of it all."
  ],
  "Spouse": [
    "",
    "",
    "'s recovery is critical too. Help her to find small moments to put herself first, prioritize her physical recovery, and rest. Complex feelings are normal right now, but pay close attention to anything that feels particularly foreign, scary, our out of the blue. Some women can experience postpartum depression and anxiety immediately after childbirth and that requires immediate medical intervention. \n\nYou may be overwhelmed and that is also 100% normal and okay. We're here to help you, even if you don't feel that you need it!\n\nOver the coming days and weeks, we will connect with your village and ask them to support her and yourself in various ways so that you can continue to prioritize yourself and your newborn. \n\nShe is burning an extra 500 calories a day, which on average 25% of her daily intake just from breastfeeding. She might look calm and relaxed while it's happening but it's a taxing and tiring process on the body. Help her by keeping her comfortable when she's feeding. Keep water, snacks, and supplies close by for her to breastfeed easily. ",
    "",
    "",
    "is in the throws of a period called matresence, which is the hormonal, physical, emotional, and spiritual adjustment to motherhood. This is a period marked by ups, downs, hopes and fears -- just like adolesence! ",
    "",
    "",
    "",
    "",
    "",
    "",
    ", hope life with your little one is bliss. Over these past days you've seen your partner go through a lot. She's doing a great job and probably looks like a total natural, but it's important for you to know what might be going on for her as well. \nShe is in her fourth trimsester now, something not talked about a lot. This is an emotionally, physically, and mentally challenging time for her as she navigates adjusting to parenthood. She is the lifeline for your little one and in most cases needs to do some of it alone which means you can't really help her. \n\nWhile you can't help her with baby, you can do absolutely everything else. Your job at this stage is to make sure her every need is taken care of and that if you can't help, you figure out what good help is. We've been tapping into your community to get her support, but as her partner, there is so much you can do in the small moments throughout the day. \n1 Make sure she has snacks and food she loves readily accessible as she breastfeeds.\n2 Tell her throughout the day how incredible she is, how proud you are, and how great of a job she's doing it. It's not implied, she needs to hear it from you.\n3 Coordinate ways for her to get as much rest as she possibly can. Her body is putting in invisible work to keep baby feed, at roughly 500 extra calories burned per feed. She's also adjusting to new hormone levels and physically recovering from childbirth. Rest is critical right now. As exhausted as you may be, you can't put yourself in her shoes so make sure her rest is a priority.\n4 Do your best to not talk about how difficult this time is for you. Unless you can put yourself in her shoes, make sure your partner and your baby are the center of your world right now. ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ", did you know that listening to calming music can reduce stress and anxiety? Maybe you could create a relaxing playlist for her to listen to while they're resting or feeding the baby. ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "shows that massage can reduce postpartum depression symptoms. Could you book a professional massage for [Primary name] or learn some basic techniques to help them relax?",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "is taking on in the home. Ask her explicitly if there are things she's doing you don't see. Document them all and figure out which ones you can take on for her, to help her find some balance and space to focus on the important things.",
    "",
    "",
    "",
    "",
    ", is there laundry you could do or groceries you could buy today? ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "'s mind. You dont have that specififty of experience but it doesn't mean you can't offer meaningful support. Validation is a powerful skill in a relationship regardless of whether a baby is present, but in this case, it can be that much more impactful because she knows you can't relate to her right now.\n\nCheck out this great article read by Michael Sorensesn."
  ],
  "Village": [
    "",
    "",
    "is burning an extra 500 calories a day, which on average 25% of her daily intake just from breastfeeding. She might look calm and relaxed while it's happening but it's a taxing and tiring process on the body. Help her by keeping her comfortable when she's feeding. Keep water, snacks, and supplies close by for her to breastfeed easily. ",
    "",
    "",
    "",
    "",
    "settles into a pattern at home with her little one she will start to understand her needs and wants. Whether or not you align with her views, it is critical for you to be supportive of her needs and boundaries at this time. ",
    "",
    "and baby is critical right now so unless she asks explicitly, please do not try to get in the way of that. Find other ways to be helpful, like through the prompts we send every few days or in other explicit ways that are asked for .",
    "",
    "",
    "",
    "",
    "is in the throws of a period called matresence, which is the hormonal, physical, emotional, and spiritual adjustment to motherhood. This is a period marked by ups, downs, hopes and fears -- just like adolesence! ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A great way to offer support her during this time is to check in regularly and listen with an open heart.  ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "!. Research shows that regular physical activity can improve mood and reduce anxiety. Could you offer to go for a walk with [primary name] or watch the baby while they exercise? ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ]
}]