[{
  "_id": {
    "$oid": "64b5a720c09e30da85917bb1"
  },
  "Primary": [
    "",
    "",
    ", welcome home. You are stepping in to a new chapter of your life. While they are your primary focus for now, you must remember to find small moments to put yourself first, prioritize your physical recovery, and rest. Complex feelings are normal right now, but pay close attention to anything that feels particularly foreign or scary for you. You may be overwhelmed and that is also 100% normal and okay. We're here to help you, even if you don't feel that you need it!\n\nOver the coming days and weeks, we will connect with your village and ask them to support you in various ways so that you can continue to prioritize yourself and your newborn. If at any point you would like to end this service, reply with STOP.  ",
    "",
    ", hope the first few days at home with baby are blissfull. We know things are probably starting to pile up, so we're ready to activate your village in whatever ways you need. Today we'll make sure you have what you need to keep baby fed because a fed baby is a happy baby.\n\nFeeding can be tough and if you're struggling in any way that's completely normal and okay. How are you doing today? Reply with the number corresponding to where you're at:  \n1. I think my baby is having trouble latching  \n2. I don't know if my baby is getting enough \n3. I'm in a lot of pain \n4. Other  \n5. I've got this!",
    "",
    "",
    ", we know that household things can start to pile up around this time. It's really important that you are able to spend intimate time with your little one of that's what calls to you. Your village can lend a hand with stuff around the house so you can focus on baby. Can we help you tap into their support? \nReply Support\t",
    "",
    ", hope you and your growing family are doing well. Can we help you stay fed today? We'll activate a meal train! Reply Ok if that's helpful. ",
    "",
    ", hope you got some sleep last night, but if you didn't, that's totally normal at this stage. \n\nFor the firsr 6 weeks of life, your newborn is going to take 4-8 naps per day. Your baby can't handle more than 45-60 minutes of awake time throughout the day, which includes feedings. That doesn't leave a lot of time to get things done with them, but that's okay. Moving slowly, taking things easy, and being kind to yourself is most important right now.\n\nIf you're in a two parent household, there are some tested approaches that can help you get as much rest as possible. Test them out and see if they work for your family. \n1. Keep your own sleeping space dark, cool, and ready to welcome you. Adjust it to your ideal sleeping conditions. As soon as your baby takes their nap, leap into bed and do your best to catch some shut eye. \n2. When you're ready to rest do your best to keep your phone in a separate room. If you must have it with you, turn the brightness down and don't look at it before your nap.\n3. After night feedings, hand your baby off to your partner so they can handle diaper changes and getting them down for a nap. This helps you catch an extra 10-20 minutes of rest each time which is critical for you right now. \n4. Keep snacks around so that you can feed yourself while baby is feeding. Feeding you both at the same time means that as soon as baby doesn't need to be with you for feeding, you can take a little break for yourself as well.",
    "",
    "",
    ", hope you and your growing family are doing well. Can we help you stay fed today? We'll activate a meal train! \nReply Ok if that's helpful.\n\n",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "Spouse": [
    "",
    "",
    "'s recovery is critical too. Help her to find small moments to put herself first, prioritize her physical recovery, and rest. Complex feelings are normal right now, but pay close attention to anything that feels particularly foreign, scary, our out of the blue. Some women can experience postpartum depression and anxiety immediately after childbirth and that requires immediate medical intervention. \n\nYou may be overwhelmed and that is also 100% normal and okay. We're here to help you, even if you don't feel that you need it!\n\nOver the coming days and weeks, we will connect with your village and ask them to support her and yourself in various ways so that you can continue to prioritize yourself and your newborn. \n\nShe is burning an extra 500 calories a day, which on average 25% of her daily intake just from breastfeeding. She might look calm and relaxed while it's happening but it's a taxing and tiring process on the body. Help her by keeping her comfortable when she's feeding. Keep water, snacks, and supplies close by for her to breastfeed easily. ",
    "",
    "",
    "is in the throws of a period called matresence, which is the hormonal, physical, emotional, and spiritual adjustment to motherhood. This is a period marked by ups, downs, hopes and fears -- just like adolesence! ",
    "",
    "",
    "",
    "",
    "",
    "",
    ", hope life with your little one is bliss. Over these past days you've seen your partner go through a lot. She's doing a great job and probably looks like a total natural, but it's important for you to know what might be going on for her as well. \nShe is in her fourth trimsester now, something not talked about a lot. This is an emotionally, physically, and mentally challenging time for her as she navigates adjusting to parenthood. She is the lifeline for your little one and in most cases needs to do some of it alone which means you can't really help her. \n\nWhile you can't help her with baby, you can do absolutely everything else. Your job at this stage is to make sure her every need is taken care of and that if you can't help, you figure out what good help is. We've been tapping into your community to get her support, but as her partner, there is so much you can do in the small moments throughout the day. \n1 Make sure she has snacks and food she loves readily accessible as she breastfeeds.\n2 Tell her throughout the day how incredible she is, how proud you are, and how great of a job she's doing it. It's not implied, she needs to hear it from you.\n3 Coordinate ways for her to get as much rest as she possibly can. Her body is putting in invisible work to keep baby feed, at roughly 500 extra calories burned per feed. She's also adjusting to new hormone levels and physically recovering from childbirth. Rest is critical right now. As exhausted as you may be, you can't put yourself in her shoes so make sure her rest is a priority.\n4 Do your best to not talk about how difficult this time is for you. Unless you can put yourself in her shoes, make sure your partner and your baby are the center of your world right now. ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ", did you know that listening to calming music can reduce stress and anxiety? Maybe you could create a relaxing playlist for her to listen to while they're resting or feeding the baby. ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "shows that massage can reduce postpartum depression symptoms. Could you book a professional massage for [Primary name] or learn some basic techniques to help them relax?",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "is taking on in the home. Ask her explicitly if there are things she's doing you don't see. Document them all and figure out which ones you can take on for her, to help her find some balance and space to focus on the important things.",
    "",
    "",
    "",
    "",
    ", is there laundry you could do or groceries you could buy today? ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "'s mind. You dont have that specififty of experience but it doesn't mean you can't offer meaningful support. Validation is a powerful skill in a relationship regardless of whether a baby is present, but in this case, it can be that much more impactful because she knows you can't relate to her right now.\n\nCheck out this great article read by Michael Sorensesn."
  ],
  "Village": [
    "",
    "",
    "is burning an extra 500 calories a day, which on average 25% of her daily intake just from breastfeeding. She might look calm and relaxed while it's happening but it's a taxing and tiring process on the body. Help her by keeping her comfortable when she's feeding. Keep water, snacks, and supplies close by for her to breastfeed easily. ",
    "",
    "",
    "",
    "",
    "settles into a pattern at home with her little one she will start to understand her needs and wants. Whether or not you align with her views, it is critical for you to be supportive of her needs and boundaries at this time. ",
    "",
    "and baby is critical right now so unless she asks explicitly, please do not try to get in the way of that. Find other ways to be helpful, like through the prompts we send every few days or in other explicit ways that are asked for .",
    "",
    "",
    "",
    "",
    "is in the throws of a period called matresence, which is the hormonal, physical, emotional, and spiritual adjustment to motherhood. This is a period marked by ups, downs, hopes and fears -- just like adolesence! ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A great way to offer support her during this time is to check in regularly and listen with an open heart.  ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "!. Research shows that regular physical activity can improve mood and reduce anxiety. Could you offer to go for a walk with [primary name] or watch the baby while they exercise? ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ]
}]