[{
  "_id": {
    "$oid": "64ac6c5de523127675bab71e"
  },
  "Village SMSs": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    " is now in their eighth week of pregnancy. Emotional support plays a crucial role during this time. Provide a safe space for them to express their feelings, actively listen without judgment, and offer words of encouragement and empathy. \n\n",
    "",
    "",
    "",
    "",
    "might have more energy than before and want to stay active. Encourage gentle exercises and join them for walks to support their physical well-being. Watch out for signs of exhaustion or discomfort, and offer assistance or rest when needed.",
    "",
    "If she has wishes about her pregnancy, do your best to honour them. For example, sharing the news before she's ready would add unnecessary stress during this sensitive time.",
    "at this point, needs your support in her pregnancy by being an ear to listen and a shoulder to lean on. She may be feeling mixed emotions and being an emotional rock for her goes a long way.",
    "won't be able to do the same activities you're used to together, but that connection is so important. Find ways to spend time together that aren't too taxing on her physically or mentally.",
    "New moms don't love being poked and prodded, even when it's for the baby! Be mindful of physical touch, rubbing her belly, and talking to the baby unless she asks you to do so.",
    "It is so important for you to be supportive and accepting her choices. This is a process her body goes through alone so she needs to make decisions about what she does and does not want to endure, and for the safety of herself and your baby. \n\nYou can show support by:\n- Study scientific articles about different birthing methods\n- Talk to her about the pros / cons of her ideas and preferences\n- Encourage her to do what is right for her body\n- Backing her up",
    "Is she planning a sex reveal for the baby? Offer to take on tasks that may help her alleviate her stress and mental load. ",
    "People don't realize shopping for baby essentials can be quite stressful! The reality is most new parents don't need much, but we often feel overwhelmed by choice and cost. You can help by helping her sift through the noise and being mindful of gift suggestions to friends and family.",
    "",
    "",
    "Check-in with her regularly to see how she's adjusting to new phases of her pregnancy, how her partner is supporting her, and what's on her mind. ",
    "",
    "Is she planning a baby shower to celebrate? Offer to take on tasks that may help her alleviate her stress and mental load.",
    "As a reminder, be mindful of touching and rubbing her belly during the pregnancy. She may not want to be touched in this way. ",
    "made it to the third trimester! This is such an exciting moment for her! Her body has already been through so much, and now it's time to settle into this last phase of pregnancy, relax, and usher in this new era of life. Do something kind for her to let her know how proud and excited you are this week. ",
    "",
    "Many new families wish to keep the hospital an intimate place during delivery. She may not want to have family in the delivery room. Whatever her wishes, it's important to be respectful of them.",
    "The standards and science around childbirth continue to evolve. In BC, women can choose their care provider and how they wish to deliver their baby. In addition, many families benefit greatly from postpartum doula support to help them adjust to the early days and weeks with a newborn. ",
    "",
    "Did you know the best way to bond with the baby is to bond with their mom? Connect with her, learn her wants and needs, and offer genuine support.",
    "and her partner will have wishes for their early postpartum days — things like being skin to skin, lots of naps and babywearing, and limited time away. Be mindful of respecting their wishes so that they can connect and bond with their little one. ",
    "",
    "Did you know that only 5% of babies are born on their due date? Be prepared to meet your little one before or later than you had planned!",
    "All moms carry mental load — the job of thinking, planning, and mentally organizing a household. For new moms it’s especially pronounced because everything is new and requires extra care and thought. Not only is she delivering life, she's keeping her own moving forward too! This is a lot for a new mom. When baby arrives, offer help in ways that don't just help baby but help the new parents as well.",
    "Did you know there is a fourth trimester? That's right -- the fourth trimester is the 12 week period following the birth of your baby that's critical to focusing on her so she can adjust to life as a mother.\n\nHave compassion for her as she adjusts and help her focus on the things within her control. You can learn more about the fourth trimester here: https://www.cuimc.columbia.edu/news/mothers-guide-fourth-trimester",
    "",
    ""
  ],
  "Spouse SMSs": [
    "",
    "",
    "",
    "",
    "'s body is going through so much already in this pregnancy. They won't be able to express it fully yet as they're still uncovering what's happening and how it's going to affect them individually, so the best thing you can do right now is be physically and emotionally present for your partner. Enable her to prioritize her self care and if she expresses a need, do your best to tend to it. ",
    "As a partner you can create space daily for quiet moments of reflection and to share how you're both feeling about the journey you have just embarked on. She and you will have your own thoughts, worries, and areas of excitement. You can cultivate a safe space for her by finding time daily to share, comfort, and celebrate together. ",
    "Your partner may start to experience morning sickness around now through the end of the first trimester. Although it's called morning sickness, it can happen throughout the day and night. For some expecting moms it's light nausea and for others it's unavoidable vomiting all day. \n\nYour partners experience could fall anywhere in that range and some mothers experience this through their whole pregnancy. You can learn more about what she's experiencing here: https://www.scbp.ca/assets/documents/2_4_Nausea.pdf\n\nTalk to your partner about what strategies are working for her so you can support her! You may want to stay away from certain foods together or ensure she has her comfort foods stocked up so she can indulge when she's feeling up for it. ",
    " and your personal village together through resources, tips, and support prompts with the goal of enabling her to feel empowered through their pregnancy, and feel supported well after. As you learn new things through this tool we encourage you to discuss them openly with your partner and your family. Communication is so important during this time, and unpacking how you interpret various facts and how you want to incorporate them into your family can lead to taking a big mental load off your partner.",
    "Suggested Activity: Schedule regular check-ins to openly discuss emotions, concerns, and hopes for the pregnancy journey. Create a safe and non-judgmental space for both partners to express their feelings and actively listen to each other. \n",
    "Did you know there is more than one way to deliver a baby? Your family values, her preferences, and health factors may influence what type of care you want to seek through this pregnancy. She may be starting to research whether she wants an OBGYN, a midwife, or a doula. Here in BC, MSP covers either an OB or a midwife, but not both. It's her decision, and you can show support by looking into the options, helping her weigh the pros and cons, and being supportive of her choices. ",
    "is doing a lot of thinking and planning right now! You can help by taking some of that off her plate. Infant CPR classes are an important thing to do before baby is born so that everyone in your home feels knowlegeable about what to do in the event of a chokoing emergency. There are lots of resources for BC families, and here is a course that you can take online, for free, and together! https://www.ucbaby.ca/free-online-infant-choking-cpr-class",
    "and the baby as well. It can also help with sleep! Suggest going for a walk after dinner this week. Use the time to connect and center your relationship.",
    "",
    "",
    "'s body. Some people's sex drive increases during this time and for others it means they aren't interested at all. You should know this is completely normal and not at all a reflection on you or your relationship.\n\nTalk to your partner about how she's feeling and how you're responding to that -- physically and emotionally. \n\nCommunication is key!\n\nShe is doing a lot of thinking and planning right now! You can help by taking some of that off her plate. Infant CPR classes are an important thing to do before baby is born so that everyone in your home feels knowlegeable about what to do in the event of a chokoing emergency. There are lots of resources for BC families. Here is a course that you can take online, for free, and together!\nhttps://www.ucbaby.ca/free-online-infant-choking-cpr-class ",
    "Non birthing parents don't have the same opportunity to connect with their growing baby, and yet there are ways to build a relationship. You can talk to your baby, play your favourite music, read out loud, and encourage your partner to do the same! \n\nThis can also make your partner feel like you are connected to the pregnany experience and what she is going through, further strengthening your bond. ",
    "",
    "You can attend parenting classes together or engage in joint research on baby care, parenting styles, and breastfeeding. Discuss and reflect on the information, share thoughts and expectations, and establish a shared parenting vision. This will strengthen your partnership as you'll prepare for this next chapter as a team!. \n\nShe is going to have her second prenatal scan in the next few weeks. This one is a bit longer because it looks at the baby's anatomical development to check whether they are developing as they should be. This scan be a little worrisome to prepare for and get through because of course, you want to ensure it's good news when it is all said and done. She may be feeling stressed and anxious, and what's worse, she may be holding it all in. Know that any feelings of stress or anxiousness are completely normal, and it's best to be there for her and let he know her worries are normal. ",
    "As a partner you can create space daily for quiet moments of reflection and to share how you're both feeling about the journey you're on and  will have your own thoughts, worries, and areas of excitement. You can cultivate a safe space for her by finding time daily to share, comfort, and celebrate together. ",
    "Other people can be a source of stress and overwhelm for her. Although you may not experience this yourself, bringing empathy into the situation is a good way to support her. Ovia health has a resource on boundaries with loved ones. \nhttps://www.oviahealth.com/guide/104314/maintaining-boundaries-during-pregnancy/#:~:text=Some%20people%20find%20that%20getting,and%20simple%2C%20and%20stay%20consistent.",
    "Have you been on a date night lately? If not, plan one! End the night with a gentle massage to work out some of the tension in her body.",
    "",
    "Consider an exercise this week that helps you tackle some of your mental load. Create some space in your day with your partner and have each of you write out a list of things you need to do to prepare for baby's arrival and beyond. Compare your lists and fill in the gaps. Write each task on an individual scrap of paper and distribute the tasks as 50/50 as you can. It's a great way to get a peek into what each of you is thinking and put some of your worries on the table!",
    "",
    "",
    "You may not realize your partner needs help with routine day to day tasks however as her belly grows she may have difficulty bending and moving like she used to. Don't wait for her to ask for help -- if you see her doing physically labourous tasks at home, step in and take over.",
    "",
    "made it to the end of the second trimester! This is such an exciting moment for her!! Her body has already been through so much, and now it's time to settle into this last phase of pregnancy, relax, and usher in this new era of life. Do something kind for her to let her know how proud and excited you are this week. ",
    "",
    "Are there pre-pregnancy foods or activities that she is missing? Could you get creative and find a way to treat her to something that would bring her joy?",
    "There is so much to know about raising a little one. Learn the basics from these science-based authors:  \n\n\n- Cribsheet by Emily Oster: https://www.amazon.ca/Cribsheet-Data-Driven-Relaxed-Parenting-Preschool/dp/0525559272/\n- Science of Mom by Alice Callahan: https://www.amazon.ca/Science-Mom-Research-Based-Guide-Babys-ebook/dp/B08TTBQ9P1/ref=sr_1_1?crid=6FEDGO3AV14X&keywords=The+Science+of+Mom%3A+A+Research-Based+Guide+to+Your+Baby%27s+First+Year&qid=1688880814&sprefix=the+science+of+mom+a+research-based+guide+to+your+baby%27s+first+year%2Caps%2C163&sr=8-1\n- Brain Rules for Baby by John Medina: https://www.amazon.ca/Brain-Rules-Baby-Updated-Expanded/dp/0983263388/ref=sr_1_1?crid=19XAK6FJKPAUA&keywords=brain+rules+for+baby&qid=1688880842&sprefix=brain+rules+for+bab%2Caps%2C184&sr=8-1",
    "",
    "Now is a good time to install your car seat. There are tons of local resources to help you install it correctly. Check out https://www.icbc.com/road-safety/safer-drivers/Pages/Child-car-seats.aspx and https://www.bcaa.com/community/community-programs/child-passenger-safety for more information.\nIf you live in Greater Vancouver you can also book an appointment with Safer Seats to verify your car seat installation. ",
    "",
    "was made for this. \nAnd yet, not all women are able to everything the way they wish. 26% of women in Canada have C-Sections, and of those roughly 14% are planned. That's right - it can be planned for preference reasons or because it's the safest option. Regardless, vaginal delivery is not the only good option for many women. \n\nThe same goes for breastfeeding. While it's a great idea to try to breastfeed, physical, lifestyle, hormonal, and mental health reasons often make it not a possibility for some women. That's okay! Spend some time getting familiar with the possibilities and doing what's right for your family. There is a lot of peer pressure out there, so you should know that choosing what's right for your family is also what is right for your baby. \n\nSome factors that affect breastfeeding efficacy:\n- Not producing enough milk\n- Returning to work / being physically unable to breastfeed throughout the day\n- Latching issues can happen when a baby isn't able to get the suck they need to fill their bellies\n\n\n",
    "BC is often referred to as a child-care desert. Families are encouraged to sign up while pregnant or immediately after baby is born. This would be an area where you could step in to help which would offload serious mental load for her.",
    "will be spending every waking hour caring for a newborn soon. Right now it's time to focus on her and filling her cup. How can you do that this week? Help her carve out some time this week to participate in a hobby she loves, get some alone time, or do something relaxing and rejuvenating. ",
    "Many first time mothers report complex feelings about their pre-baby lives. Of course they love their child(ren), yet there is a sense of mourning their life before their baby arrived. They can report feelings of regret for not having proper closure of that chapter. \n\nAll moms carry mental load — the job of thinking, planning, and mentally organizing a household. For new moms it’s especially pronounced because everything is new and requires extra care and thought. As a partner you can help by taking on the mental load of feeds, sleep, and basic baby care tasks when the baby arrives. Use the time now to research so you can come to conversations prepared and ready to engage.  ",
    "and your baby, lead with compassion, understanding, and let her take the lead! ",
    "Did you know there is a fourth trimester? That's right -- the fourth trimester is the 12 week period following the birth of your baby that's critical to focusing on her, so she can adjust to life as a mother.\n\nHave compassion for her as she adjusts and help her focus on the things within her control. You can learn more about the fourth trimester here: https://www.cuimc.columbia.edu/news/mothers-guide-fourth-trimester",
    ""
  ],
  "Pregnant Messages": [
    "",
    "",
    "",
    "",
    "You're about to embark on a formative journey. It's okay to be experiencing many different emotions right now! Prioritizing your own self-care and well-being is one of the best things you can do for yourself during this time.  ",
    "Through your pregnancy, we'll share helpful bits of info with your village so they can lean in to support you as your pregnancy evolves. Once your baby is born, we'll start to get more hands on with navigating the new responsibilities and leveraging the village around you to support you through your postpartum period. \n\nYou can reply with STOP at any time to deactive this service. \n\nAs you start to settle into the first few weeks of your pregnancy journaling is a great habit to develop. It serves as an outlet for self expression and reflection in a private safe space. You'll start to feel many physical and emotional changes in your body, and journaling can help you start to make sense of them. ",
    ", you may start to encounter morning sickness around this time. It doesn't happen to everyone, but for some people it can be really difficult. If you're experiencing any level of morning sickness, you can use the following strategies to cope:\n- smaller more frequent meals\n- eating dry food to keep the nausea at bay\n- avoid greasy and fatty foods\n- sour candies can help quite a bit\n\nIf none of the above work after a few weeks you can speak with your doctor for over an the counter medication. \n\nYou can learn more about morning sickness survival here: https://www.scbp.ca/assets/documents/2_4_Nausea.pdf",
    "It's a good idea to think about connecting with others who have gone through pregnancy before, signing up for in-person support groups, or joining online online pregnancy / new mom forums. Some great places to start here in BC are:\n- Facebook groups. Search for mom / pregnant + your city to find the most relevant groups to join in your area\n- Reddit groups. Go to Reddit.com and type in your child's expected birth month + mom / pregnant for a group dedicated to new moms in the same trimester as you. You can also find other communities related to your specific pregnancy or concerns by searching on Reddit, like BabyBumps Canada. \n- Check out the Connecting Pregnancy Program through https://pregnancyvancouver.ca/\n- If you're in Vancouver, check out the South Community Birth Program https://www.scbp.ca/\n\nThrough your pregnancy, we'll share helpful bits of info with your village so they can lean in to support you as your pregnancy evolves. Once your baby is born, we'll start to get more hands on with navigating the new responsibilities and leveraging the village around you to support you through your postpartum period.",
    "! You should start thinking about the type of care you want to receive through your pregnancy. Here in BC, you have the option to receive care from an OBGYN, a midwife, or a doula. \n\nUnder the MSP program you will only be covered for one type of caregiver.\n\nLearn about the differences here: https://www.healthlinkbc.ca/pregnancy-parenting/pregnancy/healthcare-providers-during-pregnancy/advice-when-considering-midwife\n\nYou can learn more about Midwifery here: https://www.bccnm.ca/Documents/standards_practice/rm/RM_Scope_and_Model_of_Practice.pdf\n\nYou can learn about doulas here: https://broodcare.com/hold-up-what-is-a-doula/",
    "You may be wondering about fitness while pregnant. For most healthy people it's recommended that you get 2.5 hours of moderate intensity exercise per week. This just means that your breathing becomes faster and deeper and your heart rate increases. Avoid high contract sports, activities where you could fall, or exercise in hot environments. Talk to your doctor about your typical level of fitness and what adjustments you may need to make for your own body. ",
    "As you enter the last phase of your first trimester you're probably starting to feel the feels! It's SO normal to have feelings you can't really make sense of yet. Truly, some new moms don't make sense of their feelings for months after giving birth. Don't fret. Find ways to seek solace and comfort from your loved ones, and if you're someone who prefers to work through it alone do that for yourself! Just know that whatever you're feeling - good, bad, ugly - is totally normal. \n\nIn the next few weeks you'll have your first dating scan to learn about the baby's development. In BC, most women have 2 scans. One around 11 and 14 weeks to \"date\" the baby and another one between 18 and 22 weeks for a more detailed look at baby's anatomical development. Whether you choose an OBGYN or a Midwife for your prenatal care, both care providers will speak to you about your scan and help you get booked in appropriately. Note that the second scan is when you typically find out the baby's sex if that's something you will be doing!",
    "Are you sleeping well? Restful sleep are vital for your wellbeing as you grow a little human, or humans, inside of you. Do your best to prioritize your sleep -- avoid blue light triggered by your TV, computer, or phone roughly 2 hours before bed. It'll help you catch the most relaxing sleep possible so you can support your pregnant body.",
    "You should know that it's totally safe to have sex while pregnant. Your pregnancy hormones may have you feeling more up for it than usual, too! Your libido can also go in the other direction. Both, or any where in between, are totally normal. \nUnless you have been identified as having a high risk pregnancy by your care provider you're good to go to have sex and orgasm as well.",
    "It's easy to feel information overload as you start to prepare for your baby. It's always nice to download apps or check out resources to learn about your baby, to figure out what you'll need, and to prepare yourself mentally. It's also okay to hold boundaries for yourself and recognize when you're starting to feel like the information you're getting is not serving you in a productive way. We'll share the most critical things you need to know through your pregnancy when it comes to you and your wellbeing so you don't feel the need to seek those out elsewhere.",
    "As you settle into your second trimester, all the chemical and hormonal changes from your first trimester are levelling out. Keep your health and energy up by drinking lots of water, eating fresh produce, and eating high fiber foods. \n\nThrough your next two trimesters we'll share helpful bits of info with your village so they can lean in to support you as your pregnancy evolves. Once your baby is born, we'll start to get more hands on with navigating the new responsibilities and leveraging the village around you to support you through your postpartum period.",
    "It's a great time to start building a connection with your baby. You can talk to your baby, play your favourite music, read out loud, and encourage your partner to do the same! Some couples don't jive with this kind of bonding though, so don't feel bad if that's not your vibe.",
    "Getting your home ready for your baby can be exciting and stressful at the same time! It can feel like there is just SO MUCH to do. \n\nThe truth is, what your baby will need immediately after being born is you, a safe way to get home from your birthing place, a safe place to sleep, and a place to be changed. That's it. In fact, there's a lot of focus on what to buy and must-haves for your new addition. Truth be told, there is no golden list of what you'll need. Every family is unique and every baby has their own personality! They may not end up using things you buy, or you may find that some things don't fit into your lifestyle the way you had imagined.\n\nAll of this to say, don't panic or fret about getting it all done. While it's definitely nice to get everything complete before they arrive, you don't need to panic about remembering it all.",
    "There's lots of chatter about what is and what isn't safe in pregnancy. In many cases, things are deemed unsafe because they haven't been tested on pregnant women as that is a medically unethical practice. To protect you and your baby health care professionals recommend erring on the side of caution and avoiding things that run potential risks. Skin care is one of those things. \n\nYou can learn about pregnancy safe skincare here: https://www.babycenter.com/pregnancy/your-life/safe-skin-care-during-pregnancy_1490031\n",
    "Now that your bump has arrived on the scene you may be wondering what you need to do to take care of it. You can continue to live life as you normally would when it comes to exercise, work, sleep, etc. unless you've been directed otherwise by your health care professional. At the same time your routine life pre-pregnancy may no longer be working for you. You may be getting more tired, more achy, more restless. Make sure you put yourself and your needs first, and talk to your village about how they can support you. ",
    ", you're probably starting to think about labour and delivery! When it comes to this moment, it's a good idea to have a sense of what your boundaries are. For example, do you want to incorporate pain medication? Do you have specific desires about how the birth may go? It's generally a good idea to have a sense of what you want, but it's also important to go into this next phase recognizing that some parts of the birthing experience can be out of your control. Many mothers are disappointed and distraught when their birth doesn't go according to plan, so a strategy to mitigate this is to know your must haves and to talk to your care team about those. They'll help you understand what may need to be compromised on, and how those circumstances can come into play. \n\nLastly, it's important you know that the #1 priority is to maintain the safety and health of you and your baby during the delivery. That's what everyone will be focusing on at the end of the day!",
    "There's so much going on inside your body and outside too. A great strategy is to journal how you're feeling, what you're thinking about, and your hopes for the near future. Journaling can help you process your thoughts and take some of the load off your brain from having to hold everything in! ",
    "It's not easy to ask for help. As you start preparing for the next trimester it can feel like a lot of the responsibility is on you to get you and your family ready for this next phase. These are normal feelings but when they don't get dealt with or discussed, the pressure can mount and grow. Start thinking about how you want your partner and other folks in your village to support you and practice asking for what you need from them. ",
    "Consider an exercise this week that helps you tackle some of your mental load. Create some space in your day with your partner and have each of you write out a list of things you need to do to prepare for baby's arrival and beyond. Compare your lists and fill in the gaps. Write each task on an individual scrap of paper and distribute the tasks as 50/50 as you can. It's a great way to get a peek into what each of you is thinking and put some of your worries on the table!",
    "Walking is a very healthy practice in life, and in pregnancy. Going for a walk after meals is also a great way to keep gestational diabetes at bay. ",
    "Your pelvic floor muscles are under a lot of strain right now! Doing exercises can help prevent incontinence (leaking pee) or prolapse (your internal organs, like your uterus, not staying up). Pelvic floor exercises can also help your sex life by enhancing pleasurable sensations and orgasms. \n\nCheck out this YouTube video for some inspiration: https://www.youtube.com/watch?v=z8ik-Oje-k4&ab_channel=PregnancyandPostpartumTV\"",
    "You can support your growing belly through things like good posture, comfortable shoes, and finding a way to sleep comfortably through the night. Acupuncture, RMT, and pelvic floor exercises are all safe to do in pregnancy. You can read more about how to help your pain (if you have any!) here: https://www.healthlinkbc.ca/pregnancy-parenting/pregnancy/your-health-during-pregnancy/pregnancy-pelvic-and-hip-pain",
    "Who do you want to be a big part of your final trimester and postpartum period? Who are the people that lift you up, celebrate you, and love you for all you are? Who are the people who will always be there for you?\n\nStart thinking of how you want them to participate in your postpartum period and your baby's life, and talk to them about it! It's so important to be on the same page about things like visits, alone time with the baby, and expectations of care. ",
    "You made it to the end of the second trimester! This is such an exciting moment for you!! Your body has already been through so much, now it's really just time to settle into this last phase of pregnancy, relax, and usher in this new era of life. This week do something kind for yourself and try to reflect on all that's happened and what's to come. ",
    "Perineal massage can help \"\"stretch\"\" the skin around your vagina, which may reduce the likelihood of tearing during labour. You can do these massages yourself or ask your partner to help. These can be comforting and intimate. \n\nLearn how, here: https://www.scbp.ca/assets/documents/5_1_Perineal_massage_in_pregnancy.pdf",
    "Your mental wellbeing is so important right now. Positive affirmations are one strategy you can use to connect with yourself and step into your power. \n\nYou can try some of these affirmations or come up with your own!\n- My body will do it's best to take care of me and my baby\n- All of my emotions are valid\n- I am capable of doing anything I set my mind to \n- I deserve to take time for myself \n- I am strong, capable, and kind",
    "It can be comforting to take a science-based approach in parenting. Many wives tales have passed down over the generations, and some of them can be scary! Furthermore, the science regarding best practices in early life is always evolving and our standards today are different from a generation ago.\n\nHere are some great science-based books you can dive into:\n- Cribsheet by Emily Oster: https://www.amazon.ca/Cribsheet-Data-Driven-Relaxed-Parenting-Preschool/dp/0525559272/\n- Science of Mom by Alice Callahan: https://www.amazon.ca/Science-Mom-Research-Based-Guide-Babys-ebook/dp/B08TTBQ9P1/ref=sr_1_1?crid=6FEDGO3AV14X&keywords=The+Science+of+Mom%3A+A+Research-Based+Guide+to+Your+Baby%27s+First+Year&qid=1688880814&sprefix=the+science+of+mom+a+research-based+guide+to+your+baby%27s+first+year%2Caps%2C163&sr=8-1\n- Brain Rules for Baby by John Medina: https://www.amazon.ca/Brain-Rules-Baby-Updated-Expanded/dp/0983263388/ref=sr_1_1?crid=19XAK6FJKPAUA&keywords=brain+rules+for+baby&qid=1688880842&sprefix=brain+rules+for+bab%2Caps%2C184&sr=8-1\"",
    ", as you prep for birth, so are we. As a reminder, throughout your pregnancy we have been connecting with your partner and personal village to inform and educate, as a way to encourage them to support you through the critical moments at each major phase.",
    ", your body is working hard to get ready for birth. You may start to feel your energy stores depleting and feeling the urge to kick your feet up and relax. Do it! There can also be an urge to get everything done, but moms who spend time relaxing before their birth often say it was a positive decision to do so. \n\nDrink lots of water, eat healthy and nutritious foods, and treat yourself in whatever ways you can. You're cooking a human in there! You deserve it. ",
    "Now is a good time to install your car seat. There are tons of local resources to help you install it correctly. Check out https://www.icbc.com/road-safety/safer-drivers/Pages/Child-car-seats.aspx and https://www.bcaa.com/community/community-programs/child-passenger-safety for more information.\n\nIf you live in Greater Vancouver you can also book an appointment with Safer Seats to verify your car seat installation.",
    "You should start eating a bit more if you haven't already! Your body is doing a lot of work to grow your baby and get you ready for childbirth. At this stage, it's safe to add roughly 450 calories to your diet per day. Talk to your care team if you feel your appetite has fluctuated beyond that.",
    "Women are biologically primed to give birth and breastfeed. It can feel like you were made for this. \n\nAnd yet, not all women are able to everything the way they wish. 26% of women in Canada have C-Sections, and of those roughly 14% are planned. That's right - it can be planned for preference reasons or because it's the safest option. Regardless, vaginal delivery is not the only good option for many women. \n\nThe same goes for breastfeeding. While it's a great idea to try to breastfeed, physical, lifestyle, hormonal, and mental health reasons often make it not a possibility for some women. That's okay! Spend some time getting familiar with the possibilities and doing what's right for YOU. There is a lot of peer pressure out there, so you should know that choosing what's right for you is also what is right for your baby.",
    "You'll be spending every waking hour caring for a newborn soon, so right now it's time to focus on you and filling your cup. How can you do that this week? Participate in a hobby you love, find some alone time, or connect with nature if you can. ",
    "Many first time mothers report complex feelings about their pre-baby lives. Of course they love their child(ren), yet there is a sense of mourning their life before their baby arrived. They can report feelings of regret for not having proper closure of that chapter.\n\nWe encourage you to spend some time this week documenting this closure for yourself. Think about what you love about your life today and express gratitude for the joy and fulfillment it brought you. Articulate what you will miss, and why. Do the same for the next chapter. Talk about your hopes, dreams, and what you are looking forward to most. Your life will look different, but it will take on its own beauty that you will come to love. Did you know that only 5% of babies are born on their due date? Be prepared to meet your little one before or later than you had planned. ",
    "Did you know there is a fourth trimester? That's right -- the fourth trimester is the 12 week period following the birth of your baby that's critical to focusing on YOU, so you can adjust to life as a mother.\nHave compassion for yourself as you adjust and focus on the things within your control. You can learn more about the fourth trimester here: https://www.cuimc.columbia.edu/news/mothers-guide-fourth-trimester\"",
    "There is a name for the complex feelings that mothers encounter as they navigate their postpartum period - it's called mastresence - it's like the period of puberty that adolescents go through, but for mothers! Everyone's fourth trimester will be different, so familarize yourself with the feelings of matresence so you can understand the range of emotions, thoughts, and sensations that are all 100% normal postpartum. \nNote that depression and anxiety can also occur. It's important that you know what to watch out for so that you can get help. Learn more at HealthLinkBC or talk to your doctor. \"",
    "We'll slow the pace of messages this week so you can relax. When your baby arrives, we'll reconnect with you and your village to support you through your fourth trimester and beyond! "
  ],
  "Welcome message": ", it's Mevi! We're on a mission to help new mothers tackle their mental load through the combined power of technology and your personal village. We'll share science-based resources with you and your loved ones as your pregnancy evolves. When your baby arrives, we'll turn into an SMS-based pospartum assistant to help you navigate all the new responsibilities of parenthood. Your village will get messags from us as well, but they will always be centered around you and what you need. These messages are intended to help them learn what you're going through and how they can support you, and when baby arrives, to support you in a new way! \n\nYou can reply with STOP anytime to de-activate this service.  \n",
  "Spouse Welcome message": ", it's Mevi! We are the first ever mental load solution for new moms. Your partner signed herself and her personal village up to receive texts throughout her pregnancy. These texts will provide helpful information about what she is going through and ideas for how you can help. Once your new baby is born, the service will evolve to a pospartum assistant to help her manage all of her new responsibilities. We'll share more about that when we get there! \n",
  "Village Welcomme": "signed herself and her personal village up to receive texts throughout her pregnancy. These texts will provide helpful information about what she is going through and ideas for how you can help. Once your new baby is born, the service will evolve to a pospartum assistant to help her manage all of her new responsibilities. We'll share more about that when we get there! \n\n",
  "Village 2 SMSs": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "might have more energy than before and want to stay active. Encourage gentle exercises and join them for walks to support their physical well-being. Watch out for signs of exhaustion or discomfort, and offer assistance or rest when needed.",
    "If she has wishes about her pregnancy, do your best to honour them. For example, sharing the news before she's ready would add unnecessary stress during this sensitive time.",
    "",
    "at this point, needs your support in her pregnancy by being an ear to listen and a shoulder to lean on. She may be feeling mixed emotions and being an emotional rock for her goes a long way.",
    "won't be able to do the same activities you're used to together, but that connection is so important. Find ways to spend time together that aren't too taxing on her physically or mentally.",
    "New moms don't love being poked and prodded, even when it's for the baby! Be mindful of physical touch, rubbing her belly, and talking to the baby unless she asks you to do so.",
    "Is she planning a sex reveal for the baby? Offer to take on tasks that may help her alleviate her stress and mental load. ",
    "",
    "People don't realize shopping for baby essentials can be quite stressful! The reality is most new parents don't need much, but we often feel overwhelmed by choice and cost. You can help by helping her sift through the noise and being mindful of gift suggestions to friends and family.",
    "",
    "",
    "Check-in with her regularly to see how she's adjusting to new phases of her pregnancy, how her partner is supporting her, and what's on her mind. ",
    "Is she planning a baby shower to celebrate? Offer to take on tasks that may help her alleviate her stress and mental load.",
    "",
    "As a reminder, be mindful of touching and rubbing her belly during the pregnancy. She may not want to be touched in this way. ",
    "made it to the third trimester! This is such an exciting moment for her! Her body has already been through so much, and now it's time to settle into this last phase of pregnancy, relax, and usher in this new era of life. Do something kind for her to let her know how proud and excited you are this week. ",
    "",
    "Many new families wish to keep the hospital an intimate place during delivery. She may not want to have family in the delivery room. Whatever her wishes, it's important to be respectful of them.",
    "The standards and science around childbirth continue to evolve. In BC, women can choose their care provider and how they wish to deliver their baby. In addition, many families benefit greatly from postpartum doula support to help them adjust to the early days and weeks with a newborn. ",
    "Did you know the best way to bond with the baby is to bond with their mom? Connect with her, learn her wants and needs, and offer genuine support.",
    "and her partner will have wishes for their early postpartum days — things like being skin to skin, lots of naps and babywearing, and limited time away. Be mindful of respecting their wishes so that they can connect and bond with their little one. ",
    "",
    "",
    "All moms carry mental load — the job of thinking, planning, and mentally organizing a household. For new moms it’s especially pronounced because everything is new and requires extra care and thought. Not only is she delivering life, she's keeping her own moving forward too! This is a lot for a new mom. When baby arrives, offer help in ways that don't just help baby but help the new parents as well.",
    "",
    "Did you know there is a fourth trimester? That's right -- the fourth trimester is the 12 week period following the birth of your baby that's critical to focusing on her so she can adjust to life as a mother.\n\nHave compassion for her as she adjusts and help her focus on the things within her control. You can learn more about the fourth trimester here: https://www.cuimc.columbia.edu/news/mothers-guide-fourth-trimester",
    ""
  ]
}]